Repository: qwer12345uui/tower
Catalog: Tower/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, id, ja, ko, pt_br, ru, th, tr, vi, zh_hant

source: 请使用 HTTPS 订阅地址，避免凭据在网络中明文传输
ar: يرجى استخدام عنوان اشتراك HTTPS لتجنب نقل النص الواضح لبيانات الاعتماد عبر الشبكة
de: Bitte verwenden Sie eine HTTPS-Abonnementadresse, um eine Klartextübertragung der Anmeldeinformationen über das Netzwerk zu vermeiden
en: Please use HTTPS subscription address to avoid clear text transmission of credentials over the network
es: Utilice la dirección de suscripción HTTPS para evitar la transmisión de credenciales en texto claro a través de la red.
fr: Veuillez utiliser l'adresse d'abonnement HTTPS pour éviter la transmission en texte clair des informations d'identification sur le réseau.
id: Silakan gunakan alamat berlangganan HTTPS untuk menghindari transmisi teks kredensial yang jelas melalui jaringan
ja: ネットワーク上で認証情報が平文で送信されるのを避けるために、HTTPS サブスクリプション アドレスを使用してください。
ko: 네트워크를 통한 자격 증명의 일반 텍스트 전송을 방지하려면 HTTPS 구독 주소를 사용하세요.
pt_br: Use o endereço de assinatura HTTPS para evitar a transmissão de credenciais em texto não criptografado pela rede
ru: Используйте адрес подписки HTTPS, чтобы избежать передачи учетных данных в открытом виде по сети.
th: โปรดใช้ที่อยู่การสมัคร HTTPS เพื่อหลีกเลี่ยงการส่งข้อมูลรับรองผ่านเครือข่ายด้วยข้อความที่ชัดเจน
tr: Kimlik bilgilerinin ağ üzerinden açık metin olarak iletilmesini önlemek için lütfen HTTPS abonelik adresini kullanın
vi: Vui lòng sử dụng địa chỉ đăng ký HTTPS để tránh truyền văn bản rõ ràng về thông tin xác thực qua mạng
zh_hant: 請使用 HTTPS 訂閱位址，避免憑證在網路中明文傳輸

source: 请先添加一个可用节点
ar: الرجاء إضافة العقدة المتاحة أولاً
de: Bitte fügen Sie zuerst einen verfügbaren Knoten hinzu
en: Please add an available node first
es: Primero agregue un nodo disponible
fr: Veuillez d'abord ajouter un nœud disponible
id: Silakan tambahkan node yang tersedia terlebih dahulu
ja: 最初に利用可能なノードを追加してください
ko: 먼저 사용 가능한 노드를 추가하세요.
pt_br: Adicione um nó disponível primeiro
ru: Сначала добавьте доступный узел
th: โปรดเพิ่มโหนดที่มีอยู่ก่อน
tr: Lütfen önce kullanılabilir bir düğüm ekleyin
vi: Vui lòng thêm một nút có sẵn trước
zh_hant: 請先新增一個可用節點

source: 请填写 Shadowsocks 加密方式
ar: يرجى ملء طريقة التشفير Shadowsocks
de: Bitte geben Sie die Shadowsocks-Verschlüsselungsmethode ein
en: Please fill in the Shadowsocks encryption method
es: Complete el método de cifrado de Shadowsocks
fr: Veuillez renseigner la méthode de cryptage Shadowsocks
id: Silakan isi metode enkripsi Shadowsocks
ja: Shadowsocks の暗号化方式を入力してください
ko: Shadowsocks 암호화 방법을 입력해 주세요.
pt_br: Por favor preencha o método de criptografia Shadowsocks
ru: Пожалуйста, укажите метод шифрования Shadowsocks.
th: กรุณากรอกวิธีการเข้ารหัส Shadowsocks
tr: Lütfen Shadowsocks şifreleme yöntemini doldurun
vi: Vui lòng điền phương thức mã hóa Shadowsocks
zh_hant: 請填寫 Shadowsocks 加密方式

source: 请填写节点服务器地址
ar: يرجى ملء عنوان خادم العقدة
de: Bitte geben Sie die Knotenserveradresse ein
en: Please fill in the node server address
es: Por favor complete la dirección del servidor de nodo
fr: Veuillez remplir l'adresse du serveur de nœud
id: Silakan isi alamat server node
ja: ノードサーバーアドレスを入力してください
ko: 노드 서버 주소를 입력하세요.
pt_br: Por favor preencha o endereço do servidor do nó
ru: Пожалуйста, заполните адрес сервера узла
th: กรุณากรอกที่อยู่เซิร์ฟเวอร์โหนด
tr: Lütfen düğüm sunucusu adresini girin
vi: Vui lòng điền địa chỉ máy chủ nút
zh_hant: 請填寫節點伺服器位址

source: 请填写该协议需要的密码或 UUID
ar: يرجى ملء كلمة المرور أو UUID المطلوبة لهذه الاتفاقية
de: Bitte geben Sie das für diese Vereinbarung erforderliche Passwort oder die UUID ein
en: Enter the password or UUID required by this protocol
es: Complete la contraseña o UUID requerido para este acuerdo
fr: Veuillez remplir le mot de passe ou l'UUID requis pour cet accord
id: Silakan isi kata sandi atau UUID yang diperlukan untuk perjanjian ini
ja: この契約に必要なパスワードまたは UUID を入力してください
ko: 본 계약에 필요한 비밀번호 또는 UUID를 입력하세요.
pt_br: Preencha a senha ou UUID exigido para este contrato
ru: Пожалуйста, введите пароль или UUID, необходимые для этого соглашения.
th: กรุณากรอกรหัสผ่านหรือ UUID ที่จำเป็นสำหรับข้อตกลงนี้
tr: Lütfen bu sözleşme için gereken şifreyi veya UUID'yi girin
vi: Vui lòng điền mật khẩu hoặc UUID cần thiết cho thỏa thuận này
zh_hant: 請填寫該協議所需的密碼或 UUID

source: 请检查相机权限，或切换到粘贴识别。
ar: الرجاء التحقق من أذونات الكاميرا، أو التبديل إلى التعرف على اللصق.
de: Bitte überprüfen Sie die Kameraberechtigungen oder wechseln Sie zur Einfügeerkennung.
en: Please check camera permissions, or switch to paste recognition.
es: Verifique los permisos de la cámara o cambie para pegar reconocimiento.
fr: Veuillez vérifier les autorisations de la caméra ou passer à la reconnaissance par collage.
id: Silakan periksa izin kamera, atau alihkan ke tempelkan pengenalan.
ja: カメラの許可を確認するか、貼り付け認識に切り替えてください。
ko: 카메라 권한을 확인하시거나 붙여넣기 인식으로 전환해주세요.
pt_br: Verifique as permissões da câmera ou mude para colar o reconhecimento.
ru: Проверьте разрешения камеры или переключитесь на распознавание вставки.
th: โปรดตรวจสอบการอนุญาตของกล้องหรือเปลี่ยนไปใช้การจดจำการวาง
tr: Lütfen kamera izinlerini kontrol edin veya tanımayı yapıştırmaya geçin.
vi: Vui lòng kiểm tra quyền của máy ảnh hoặc chuyển sang dán nhận dạng.
zh_hant: 請檢查相機權限，或切換到貼上辨識。

source: 请检查相机权限，或返回后粘贴二维码中的链接。
ar: يرجى التحقق من أذونات الكاميرا، أو لصق الرابط في رمز الاستجابة السريعة بعد العودة.
de: Bitte überprüfen Sie die Kameraberechtigungen oder fügen Sie den Link nach der Rückkehr in den QR-Code ein.
en: Please check the camera permissions, or paste the link in the QR code after returning.
es: Verifique los permisos de la cámara o pegue el enlace en el código QR después de regresar.
fr: Veuillez vérifier les autorisations de la caméra ou coller le lien dans le code QR après votre retour.
id: Silakan periksa izin kamera, atau tempel tautan di kode QR setelah kembali.
ja: カメラの許可を確認するか、戻ってからQRコードのリンクを貼り付けてください。
ko: 카메라 권한을 확인하시거나, 반품 후 QR코드에 링크를 붙여주세요.
pt_br: Verifique as permissões da câmera ou cole o link no código QR após retornar.
ru: Пожалуйста, проверьте разрешения камеры или вставьте ссылку в QR-код после возврата.
th: โปรดตรวจสอบสิทธิ์ของกล้องหรือวางลิงก์ในโค้ด QR หลังจากกลับมา
tr: Lütfen kamera izinlerini kontrol edin veya geri döndükten sonra bağlantıyı QR koduna yapıştırın.
vi: Vui lòng kiểm tra quyền của máy ảnh hoặc dán liên kết vào mã QR sau khi quay lại.
zh_hant: 請檢查相機權限，或返回後貼上二維碼中的連結。

source: 请等待 iCloud 同步完成后再重置
ar: يرجى الانتظار حتى تكتمل مزامنة iCloud قبل إعادة التعيين
de: Bitte warten Sie, bis die iCloud-Synchronisierung abgeschlossen ist, bevor Sie das Gerät zurücksetzen
en: Please wait for iCloud sync to complete before resetting
es: Espere a que se complete la sincronización de iCloud antes de restablecer
fr: Veuillez attendre la fin de la synchronisation iCloud avant de réinitialiser
id: Harap tunggu hingga sinkronisasi iCloud selesai sebelum mengatur ulang
ja: リセットする前に、iCloud 同期が完了するまで待ってください
ko: 재설정하기 전에 iCloud 동기화가 완료될 때까지 기다리십시오.
pt_br: Aguarde a conclusão da sincronização do iCloud antes de redefinir
ru: Пожалуйста, дождитесь завершения синхронизации iCloud перед сбросом настроек.
th: โปรดรอให้การซิงค์ iCloud เสร็จสิ้นก่อนที่จะรีเซ็ต
tr: Sıfırlamadan önce lütfen iCloud senkronizasyonunun tamamlanmasını bekleyin
vi: Vui lòng đợi quá trình đồng bộ hóa iCloud hoàn tất trước khi đặt lại
zh_hant: 請等待 iCloud 同步完成後再重置

source: 谷歌服务
ar: خدمات جوجل
de: Google-Dienste
en: Google services
es: servicios de google
fr: Services Google
id: layanan Google
ja: Googleサービス
ko: 구글 서비스
pt_br: Serviços do Google
ru: сервисы Google
th: บริการของ Google
tr: Google hizmetleri
vi: dịch vụ của Google
zh_hant: Google服務

source: 路径，例如 /proxy
ar: المسار، على سبيل المثال /proxy
de: Pfad, zum Beispiel /proxy
en: Path, for example /proxy
es: Ruta, por ejemplo /proxy
fr: Chemin, par exemple /proxy
id: Jalur, misalnya /proxy
ja: パス (例: /proxy)
ko: 경로(예: /proxy)
pt_br: Caminho, por exemplo /proxy
ru: Путь, например /proxy
th: เส้นทาง เช่น /proxy
tr: Yol, örneğin /proxy
vi: Đường dẫn, ví dụ/proxy
zh_hant: 路徑，例如 /proxy

source: 跳到自有节点列表
ar: انتقل إلى قائمة العقدة الخاصة
de: Zur eigenen Knotenliste springen
en: Jump to own node list
es: Saltar a la lista de nodos propios
fr: Accéder à sa propre liste de nœuds
id: Lompat ke daftar simpul sendiri
ja: 自ノードリストへジャンプ
ko: 자신의 노드 목록으로 이동
pt_br: Ir para a própria lista de nós
ru: Перейти к собственному списку узлов
th: ข้ามไปที่รายการโหนดของตัวเอง
tr: Kendi düğüm listesine atla
vi: Chuyển đến danh sách nút riêng
zh_hant: 跳到自有節點列表

source: 跳到订阅列表
ar: انتقل إلى قائمة الاشتراك
de: Zur Abonnementliste springen
en: Skip to subscription list
es: Saltar a la lista de suscripción
fr: Passer à la liste d'abonnement
id: Lewati ke daftar langganan
ja: 購読リストにスキップ
ko: 구독 목록으로 건너뛰기
pt_br: Pular para lista de assinaturas
ru: Перейти к списку подписки
th: ข้ามไปที่รายการสมัครสมาชิก
tr: Abonelik listesine atla
vi: Chuyển đến danh sách đăng ký
zh_hant: 跳到訂閱列表

source: 转换在本机完成
ar: التحويل يتم على الجهاز
de: Umwandlung läuft lokal
en: Conversion runs on this device
es: La conversión ocurre en el dispositivo
fr: La conversion s’exécute en local
id: Konversi berjalan di perangkat ini
ja: 変換はこの端末で行われます
ko: 변환은 이 기기에서 실행됩니다
pt_br: A conversão roda neste dispositivo
ru: Преобразование выполняется на устройстве
th: การแปลงทำบนเครื่องนี้
tr: Dönüştürme bu cihazda çalışır
vi: Việc chuyển đổi chạy trên thiết bị này
zh_hant: 轉換在本機完成

source: 转换已就绪
ar: جاهز للتصدير
de: Bereit zum Exportieren
en: Ready to Export
es: Listo para exportar
fr: Prêt à exporter
id: Siap diekspor
ja: エクスポートの準備完了
ko: 내보낼 준비 완료
pt_br: Pronto para exportar
ru: Готово к экспорту
th: พร้อมส่งออก
tr: Dışa Aktarmaya Hazır
vi: Sẵn sàng xuất
zh_hant: 轉換已就緒

source: 轻点开始测试；长按选择测试方式
ar: انقر لبدء الاختبار. اضغط لفترة طويلة لتحديد طريقة الاختبار
de: Tippen Sie, um den Test zu starten. Lange drücken, um die Testmethode auszuwählen
en: Tap to start the test; long press to select the test method
es: Toque para iniciar la prueba; Mantenga presionado para seleccionar el método de prueba.
fr: Appuyez pour démarrer le test ; appuyez longuement pour sélectionner la méthode de test
id: Ketuk untuk memulai tes; tekan lama untuk memilih metode pengujian
ja: タップしてテストを開始します。長押ししてテスト方法を選択します
ko: 테스트를 시작하려면 탭하세요. 테스트 방법을 선택하려면 길게 누르세요.
pt_br: Toque para iniciar o teste; pressione e segure para selecionar o método de teste
ru: Нажмите, чтобы начать тест; нажмите и удерживайте, чтобы выбрать метод тестирования
th: แตะเพื่อเริ่มการทดสอบ กดค้างเพื่อเลือกวิธีทดสอบ
tr: Testi başlatmak için dokunun; test yöntemini seçmek için uzun basın
vi: Nhấn để bắt đầu kiểm tra; nhấn và giữ để chọn phương pháp kiểm tra
zh_hant: 輕點開始測試；長按選擇測試方式

source: 过滤订阅节点信息
ar: تصفية معلومات عقدة الاشتراك
de: Informationen zum Abonnementknoten filtern
en: Filter Subscription Info
es: Filtrar información del nodo de suscripción
fr: Filtrer les informations du nœud d'abonnement
id: Filter informasi simpul langganan
ja: サブスクリプション ノード情報をフィルタリングする
ko: 구독 노드 정보 필터링
pt_br: Filtrar informações do nó de assinatura
ru: Фильтровать информацию об узле подписки
th: กรองข้อมูลโหนดการสมัครสมาชิก
tr: Abonelik düğümü bilgilerini filtrele
vi: Lọc thông tin nút đăng ký
zh_hant: 過濾訂閱節點訊息

source: 还不能定位节点
ar: غير قادر على تحديد موقع العقدة حتى الآن
de: Der Knoten konnte noch nicht gefunden werden
en: Unable to locate node yet
es: Aún no se puede localizar el nodo
fr: Impossible de localiser le nœud pour l'instant
id: Belum dapat menemukan simpul
ja: ノードがまだ見つかりません
ko: 아직 노드를 찾을 수 없습니다.
pt_br: Ainda não foi possível localizar o nó
ru: Пока не удалось найти узел
th: ยังไม่สามารถค้นหาโหนดได้
tr: Düğüm henüz bulunamıyor
vi: Chưa thể xác định được nút
zh_hant: 還不能定位節點

source: 还没有导入规则，使用右上角按钮添加。
ar: لا توجد قواعد مستوردة حتى الآن، استخدم الزر الموجود في الزاوية اليمنى العليا لإضافتها.
de: Es sind noch keine Regeln importiert. Verwenden Sie die Schaltfläche in der oberen rechten Ecke, um diese hinzuzufügen.
en: There are no rules imported yet, use the button in the upper right corner to add them.
es: Aún no hay reglas importadas, use el botón en la esquina superior derecha para agregarlas.
fr: Il n'y a pas encore de règles importées, utilisez le bouton dans le coin supérieur droit pour les ajouter.
id: Belum ada aturan yang diimpor, gunakan tombol di pojok kanan atas untuk menambahkannya.
ja: まだインポートされたルールがありません。右上隅のボタンを使用してルールを追加します。
ko: 아직 가져온 규칙이 없습니다. 오른쪽 상단에 있는 버튼을 사용하여 추가하세요.
pt_br: Ainda não há regras importadas, use o botão no canto superior direito para adicioná-las.
ru: Импортированных правил пока нет. Чтобы добавить их, используйте кнопку в правом верхнем углу.
th: ยังไม่มีการนำเข้ากฎ ใช้ปุ่มที่มุมขวาบนเพื่อเพิ่มกฎ
tr: Henüz içe aktarılan kural yok, eklemek için sağ üst köşedeki düğmeyi kullanın.
vi: Chưa có quy tắc nào được nhập, hãy sử dụng nút ở góc trên bên phải để thêm chúng.
zh_hant: 還沒有匯入規則，使用右上角按鈕新增。

source: 这个地址返回的是网页，不是配置文件。请使用规则文件本身的地址。
ar: يعرض هذا العنوان صفحة ويب، وليس ملف تكوين. الرجاء استخدام عنوان ملف القواعد نفسه.
de: Diese Adresse gibt eine Webseite zurück, keine Konfigurationsdatei. Bitte verwenden Sie die Adresse der Regeldatei selbst.
en: This address returns a web page, not a configuration file. Please use the address of the rules file itself.
es: Esta dirección devuelve una página web, no un archivo de configuración. Utilice la dirección del archivo de reglas.
fr: Cette adresse renvoie une page Web, pas un fichier de configuration. Veuillez utiliser l'adresse du fichier de règles lui-même.
id: Alamat ini mengembalikan halaman web, bukan file konfigurasi. Silakan gunakan alamat file aturan itu sendiri.
ja: このアドレスは、構成ファイルではなく、Web ページを返します。ルールファイル自体のアドレスを使用してください。
ko: 이 주소는 구성 파일이 아닌 웹 페이지를 반환합니다. 규칙 파일 자체의 주소를 사용하세요.
pt_br: Este endereço retorna uma página web, não um arquivo de configuração. Por favor, use o endereço do próprio arquivo de regras.
ru: Этот адрес возвращает веб-страницу, а не файл конфигурации. Пожалуйста, используйте адрес самого файла правил.
th: ที่อยู่นี้ส่งคืนหน้าเว็บ ไม่ใช่ไฟล์การกำหนดค่า โปรดใช้ที่อยู่ของไฟล์กฎนั้นเอง
tr: Bu adres bir yapılandırma dosyası değil, bir web sayfası döndürür. Lütfen kurallar dosyasının adresini kullanın.
vi: Địa chỉ này trả về một trang web, không phải tệp cấu hình. Vui lòng sử dụng địa chỉ của chính tệp quy tắc.
zh_hant: 這個位址回傳的是網頁，不是設定檔。請使用規則文件本身的位址。

source: 这个自有节点会从这台设备移除。
ar: ستتم إزالة العقدة الخاصة من هذا الجهاز.
de: Der eigene Knoten wird von diesem Gerät entfernt.
en: The own node will be removed from this device.
es: El propio nodo será eliminado de este dispositivo.
fr: Le propre nœud sera supprimé de cet appareil.
id: Node sendiri akan dihapus dari perangkat ini.
ja: 自ノードがこの装置から削除されます。
ko: 자체 노드가 이 기기에서 삭제됩니다.
pt_br: O próprio nó será removido deste dispositivo.
ru: Собственный узел будет удален с этого устройства.
th: โหนดของตัวเองจะถูกลบออกจากอุปกรณ์นี้
tr: Kendi düğümü bu cihazdan kaldırılacak.
vi: Nút riêng sẽ bị xóa khỏi thiết bị này.
zh_hant: 這個自有節點會從這台設備移除。

source: 这个规则方案和它下载的规则列表会从这台设备移除。
ar: ستتم إزالة نظام القاعدة وقوائم القواعد التي تم تنزيلها من الجهاز.
de: Das Regelschema und seine heruntergeladenen Regellisten werden vom Gerät entfernt.
en: The rule scheme and its downloaded rule lists will be removed from the device.
es: El esquema de reglas y sus listas de reglas descargadas se eliminarán del dispositivo.
fr: Le schéma de règles et ses listes de règles téléchargées seront supprimés de l'appareil.
id: Skema aturan dan daftar aturan yang diunduh akan dihapus dari perangkat.
ja: ルール スキームとそのダウンロードされたルール リストはデバイスから削除されます。
ko: 규칙 구성표와 다운로드한 규칙 목록이 장치에서 제거됩니다.
pt_br: O esquema de regras e suas listas de regras baixadas serão removidos do dispositivo.
ru: Схема правил и загруженные списки правил будут удалены с устройства.
th: โครงร่างกฎและรายการกฎที่ดาวน์โหลดจะถูกลบออกจากอุปกรณ์
tr: Kural şeması ve indirilen kural listeleri cihazdan kaldırılacaktır.
vi: Lược đồ quy tắc và danh sách quy tắc đã tải xuống sẽ bị xóa khỏi thiết bị.
zh_hant: 這個規則方案和它下載的規則清單會從這台裝置移除。

source: 这份方案随 App 打包，完全离线可用。
ar: يأتي هذا الحل مرفقًا مع التطبيق وهو متاح بالكامل دون اتصال بالإنترنت.
de: Diese Lösung ist in der App enthalten und vollständig offline verfügbar.
en: This solution is packaged with the App and is completely available offline.
es: Esta solución viene incluida con la aplicación y está completamente disponible sin conexión.
fr: Cette solution est fournie avec l'application et est entièrement disponible hors ligne.
id: Solusi ini dikemas dengan Aplikasi dan sepenuhnya tersedia secara offline.
ja: このソリューションはアプリにパッケージ化されており、完全にオフラインで利用できます。
ko: 이 솔루션은 앱과 함께 패키지되어 있으며 오프라인에서 완전히 사용할 수 있습니다.
pt_br: Esta solução vem com o aplicativo e está totalmente disponível offline.
ru: Это решение входит в состав приложения и полностью доступно в автономном режиме.
th: โซลูชันนี้มาพร้อมกับแอปและพร้อมใช้งานแบบออฟไลน์โดยสมบูรณ์
tr: Bu çözüm Uygulamayla birlikte paketlenmiştir ve tamamen çevrimdışı olarak kullanılabilir.
vi: Giải pháp này được đóng gói cùng với Ứng dụng và hoàn toàn khả dụng ngoại tuyến.
zh_hant: 這份方案隨 App 打包，完全離線可用。

source: 这会删除本机保存的规则内容，并从所有当前方案中移除；不会修改上游仓库。
ar: سيؤدي هذا إلى حذف محتوى القاعدة المحفوظ على هذا الجهاز وإزالته من كل المخططات الحالية، دون تعديل المستودع الأصلي.
de: Damit werden die auf diesem Gerät gesicherten Regelinhalte gelöscht und aus allen aktuellen Schemata entfernt; das Ursprungs-Repository bleibt unverändert.
en: This deletes the rule contents saved on this device and removes them from every current scheme. The upstream repository is not modified.
es: Esto elimina el contenido de reglas guardado en este dispositivo y lo quita de todos los esquemas actuales. El repositorio de origen no se modifica.
fr: Cela supprime le contenu de règles enregistré sur cet appareil et le retire de tous les schémas actuels. Le dépôt d'origine n'est pas modifié.
id: Ini menghapus isi aturan yang tersimpan di perangkat ini dan mengeluarkannya dari semua skema saat ini. Repositori hulu tidak diubah.
ja: この端末に保存されたルールの内容を削除し、現在のすべてのスキームから取り除きます。元のリポジトリは変更されません。
ko: 이 기기에 저장된 규칙 내용을 삭제하고 현재 모든 구성에서 제거합니다. 원본 저장소는 변경되지 않습니다.
pt_br: Isto exclui o conteúdo de regras salvo neste dispositivo e o remove de todos os esquemas atuais. O repositório de origem não é modificado.
ru: Это удалит содержимое правил, сохранённое на устройстве, и уберёт его из всех текущих схем. Исходный репозиторий не изменяется.
th: การทำเช่นนี้จะลบเนื้อหากฎที่บันทึกไว้บนอุปกรณ์นี้ และนำออกจากทุกชุดปัจจุบัน โดยไม่แก้ไขที่เก็บต้นทาง
tr: Bu, cihazda saklanan kural içeriğini siler ve tüm geçerli şemalardan kaldırır. Kaynak depo değiştirilmez.
vi: Thao tác này xoá nội dung quy tắc lưu trên thiết bị và gỡ khỏi mọi bộ hiện tại. Kho nguồn không bị thay đổi.
zh_hant: 這會刪除本機保存的規則內容，並從所有目前方案中移除；不會修改上游倉庫。

source: 这会移除当前方案后来添加的规则、改名、Emoji 设置和排序；“我的规则集”中的本地内容会保留。
ar: سيؤدي هذا إلى إزالة القواعد المضافة لاحقًا وإعادة التسمية وإعدادات Emoji والترتيب من الملف الحالي. سيتم الاحتفاظ بالمحتوى المحلي في «مجموعات قواعدي».
de: Dadurch werden später hinzugefügte Regeln, Umbenennungen, Emoji-Einstellungen und die Sortierung aus dem aktuellen Profil entfernt. Lokale Inhalte unter „Meine Regelsätze“ bleiben erhalten.
en: This removes rules added later, renames, Emoji settings, and ordering from the current profile. Local content in “My Rule Sets” is kept.
es: Esto elimina del perfil actual las reglas añadidas después, los cambios de nombre, los ajustes de Emoji y el orden. Se conserva el contenido local de «Mis conjuntos de reglas».
fr: Cette action supprime du profil actuel les règles ajoutées ensuite, les renommages, les réglages Emoji et l’ordre. Le contenu local de « Mes ensembles de règles » est conservé.
id: Tindakan ini menghapus aturan yang ditambahkan kemudian, penggantian nama, pengaturan Emoji, dan urutan dari profil saat ini. Konten lokal di “Kumpulan Aturan Saya” tetap disimpan.
ja: 現在のプロファイルから後で追加したルール、名称変更、Emoji 設定、並び順を削除します。「マイルールセット」のローカル内容は保持されます。
ko: 현재 프로필에서 나중에 추가한 규칙, 이름 변경, Emoji 설정 및 순서를 제거합니다. ‘내 규칙 세트’의 로컬 콘텐츠는 유지됩니다.
pt_br: Isso remove do perfil atual as regras adicionadas depois, renomeações, ajustes de Emoji e a ordenação. O conteúdo local em “Meus conjuntos de regras” será mantido.
ru: Из текущего профиля будут удалены добавленные позже правила, переименования, настройки Emoji и порядок. Локальное содержимое в «Моих наборах правил» сохранится.
th: การดำเนินการนี้จะลบกฎที่เพิ่มภายหลัง การเปลี่ยนชื่อ การตั้งค่า Emoji และลำดับออกจากโปรไฟล์ปัจจุบัน เนื้อหาในเครื่องภายใต้ “ชุดกฎของฉัน” จะยังคงอยู่
tr: Bu işlem mevcut profilden sonradan eklenen kuralları, yeniden adlandırmaları, Emoji ayarlarını ve sıralamayı kaldırır. “Kural Setlerim”deki yerel içerik korunur.
vi: Thao tác này sẽ xóa khỏi cấu hình hiện tại các quy tắc được thêm sau, thay đổi tên, cài đặt Emoji và thứ tự. Nội dung cục bộ trong “Bộ quy tắc của tôi” vẫn được giữ lại.
zh_hant: 這會移除目前方案後來加入的規則、重新命名、Emoji 設定和排序；「我的規則集」中的本機內容會保留。

source: 这会移除该分组以及指向它的规则，不会修改上游仓库。
ar: سيؤدي هذا إلى إزالة المجموعة والقواعد التي تشير إليها، دون تعديل المستودع الأصلي.
de: Damit werden die Gruppe und die auf sie verweisenden Regeln entfernt; das Ursprungs-Repository bleibt unverändert.
en: This removes the group and the rules that point at it. The upstream repository is not modified.
es: Esto quita el grupo y las reglas que apuntan a él. El repositorio de origen no se modifica.
fr: Cela retire le groupe et les règles qui le désignent. Le dépôt d'origine n'est pas modifié.
id: Ini menghapus grup beserta aturan yang menunjuk padanya. Repositori hulu tidak diubah.
ja: このグループと、それを指すルールを取り除きます。元のリポジトリは変更されません。
ko: 이 그룹과 이를 가리키는 규칙을 제거합니다. 원본 저장소는 변경되지 않습니다.
pt_br: Isto remove o grupo e as regras que apontam para ele. O repositório de origem não é modificado.
ru: Это уберёт группу и правила, указывающие на неё. Исходный репозиторий не изменяется.
th: การทำเช่นนี้จะนำกลุ่มและกฎที่ชี้ไปยังกลุ่มนั้นออก โดยไม่แก้ไขที่เก็บต้นทาง
tr: Bu, grubu ve ona işaret eden kuralları kaldırır. Kaynak depo değiştirilmez.
vi: Thao tác này gỡ nhóm và các quy tắc trỏ tới nó. Kho nguồn không bị thay đổi.
zh_hant: 這會移除該群組以及指向它的規則，不會修改上游倉庫。

source: 这组本地自定义规则会被移除，不会修改上游规则文件。
ar: ستتم إزالة هذه المجموعة من القواعد المخصصة المحلية ولن يتم تعديل ملف القواعد الأولية.
de: Dieser Satz lokaler benutzerdefinierter Regeln wird entfernt und die Upstream-Regeldatei wird nicht geändert.
en: This set of local custom rules will be removed and the upstream rules file will not be modified.
es: Este conjunto de reglas personalizadas locales se eliminará y el archivo de reglas ascendentes no se modificará.
fr: Cet ensemble de règles personnalisées locales sera supprimé et le fichier de règles en amont ne sera pas modifié.
id: Kumpulan aturan adat lokal ini akan dihapus dan file aturan upstream tidak akan diubah.
ja: このローカル カスタム ルールのセットは削除され、上流のルール ファイルは変更されません。
ko: 이 로컬 사용자 정의 규칙 세트는 제거되고 업스트림 규칙 파일은 수정되지 않습니다.
pt_br: Este conjunto de regras personalizadas locais será removido e o arquivo de regras upstream não será modificado.
ru: Этот набор локальных пользовательских правил будет удален, а исходный файл правил не будет изменен.
th: ชุดกฎที่กำหนดเองในเครื่องนี้จะถูกลบออก และไฟล์กฎอัปสตรีมจะไม่ได้รับการแก้ไข
tr: Bu yerel özel kurallar kümesi kaldırılacak ve yukarı akış kuralları dosyası değiştirilmeyecektir.
vi: Bộ quy tắc tùy chỉnh cục bộ này sẽ bị xóa và tệp quy tắc ngược dòng sẽ không bị sửa đổi.
zh_hant: 這組本機自訂規則會移除，不會修改上游規則檔案。
